[Killed] BlockStatement
sd-xp-b-esquentas/esquenta_react_testing_library/src/App.js:4:12
 import React, { Component } from 'react';
 
 class App extends Component {
-  render() {
-    return (
-      <h1>App</h1>
-    );
-  }
+  render() {}
 }
 
killedBy: renders learn react link
statusReason: Error: App(...): Nothing was returned from render. This usually means a return statement is missing. Or, to render nothing, return null.
